/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d dní %2$d h %3$d min %4$d s";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d h %2$d min %3$d s";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d min %2$d s";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d s";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %d×%d pixels" = "%@ %d×%d pixelov";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (%@ internetový modul)";

/* printf format for multiple items in HTML select (Used only by PLATFORM(IPHONE) code) */
"%d Items" = "Položiek: %d";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d súborov";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (Stredná kvalita)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (Vysoká kvalita)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (Nízka kvalita)";

/* Undo action name */
"Align Left (Undo action name)" = "Zarovnať vľavo";

/* Undo action name */
"Align Right (Undo action name)" = "Zarovnať vpravo";

/* (Windows) Form submit file upload all files pop-up */
"All Files" = "Všetky súbory";

/* Back context menu item */
"Back" = "Späť";

/* Bold context menu item */
"Bold" = "Tučné";

/* Capitalize context menu item */
"Capitalize" = "Veľké písmená";

/* Undo action name */
"Center (Undo action name)" = "Vycentrovať";

/* Undo action name */
"Change Attributes (Undo action name)" = "Zmeniť vlastnosti";

/* Check spelling context menu item */
"Check Document Now" = "Skontrolovať dokument hneď";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Kontrolovať gramatiku s pravopisom";

/* Check spelling context menu item */
"Check Spelling" = "Skontrolovať pravopis";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Kontrolovať pravopis počas písania";

/* Check spelling while typing context menu item */
"Check Spelling as You Type" = "Kontrolovať pravopis počas písania";

/* title for file button used in HTML forms */
"Choose File" = "Vybrať súbor";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Vymazať posledné hľadania";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Obsah s týmto MIME typom nie je možné zobraziť";

/* Copy context menu item */
"Copy" = "Kopírovať";

/* Copy Image context menu item */
"Copy Image" = "Kopírovať obrázok";

/* Copy Link context menu item */
"Copy Link" = "Kopírovať odkaz";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Správny pravopis automaticky";

/* Undo action name */
"Create Link (Undo action name)" = "Vytvoriť odkaz";

/* Cut context menu item */
"Cut" = "Vystrihnúť";

/* Undo action name */
"Cut (Undo action name)" = "Vystrihnúť";

/* Default writing direction context menu item */
"Default" = "Predvolené";

/* Undo action name (Used only by PLATFORM(IPHONE) code) */
"Delete (Undo action name)" = "Vymazať";

/* Download Image context menu item */
"Download Image" = "Stiahnuť obrázok";

/* Download Linked File context menu item */
"Download Linked File" = "Stiahnuť súbor z odkazu";

/* Undo action name */
"Drag (Undo action name)" = "Potiahnuť";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Písmo";

/* Undo action name */
"Format Block (Undo action name)" = "Formátovanie";

/* Forward context menu item */
"Forward" = "Preposlať";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Načítavanie rámca prerušené";

/* accessibility role description for web area */
"HTML content" = "HTML obsah";

/* menu item title */
"Hide Spelling and Grammar" = "Skryť pravopis a gramatiku";

/* menu item title */
"Hide Substitutions" = "Skryť náhrady";

/* The default, default character encoding */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Ignorovať gramatiku";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Ignorovať pravopis";

/* Undo action name */
"Indent (Undo action name)" = "Odsadenie";

/* Undo action name */
"Insert List (Undo action name)" = "Vložiť zoznam";

/* Inspect Element context menu item */
"Inspect Element" = "Preskúmať prvok";

/* Italic context menu item */
"Italic" = "Kurzíva";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java je nedostupná";

/* Undo action name */
"Justify (Undo action name)" = "Zarovnať";

/* name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Kľúč od %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Naučiť pravopis";

/* Left to Right context menu item */
"Left to Right" = "Zľava doprava";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Živé vysielanie";

/* Media controller status message when the media is loading */
"Loading..." = "Načítava sa…";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Vyhľadať v slovníku";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Zväčšiť medziznakové medzery";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Znížiť základovú čiaru";

/* Make Lower Case context menu item */
"Make Lower Case" = "Previesť na malé písmo";

/* Make Upper Case context menu item */
"Make Upper Case" = "Previesť na veľké písmo";

/* No Guesses Found context menu item */
"No Guesses Found" = "Žiadne tipy sa nenašli";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Žiadne posledné hľadania";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Použitie obmedzeného sieťového portu nepovolené";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Otvoriť rámec v novom okne";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Otvoriť obrázok v novom okne";

/* Open Link context menu item */
"Open Link" = "Otvoriť odkaz";

/* Open in New Window context menu item */
"Open Link in New Window" = "Otvoriť odkaz v novom okne";

/* context menu item for PDF */
"Open with %@" = "Otvoriť pomocou %@";

/* Undo action name */
"Outdent (Undo action name)" = "Outdent";

/* Outline context menu item */
"Outline" = "Obrysy";

/* Undo action name */
"Outline (Undo action name)" = "Obrysy";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Smer odstavca";

/* Paste context menu item */
"Paste" = "Vložiť";

/* Undo action name */
"Paste (Undo action name)" = "Vložiť";

/* Undo action name */
"Paste Font (Undo action name)" = "Vložiť písmo";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Vložiť pravítko";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Prehrať film na celej obrazovke";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Modul zrušený";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Modulom posunuté stiahnutie";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Zvýšiť základovú čiaru";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Posledné hľadania";

/* Reload context menu item */
"Reload" = "Znovu načítať";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Reštartovať";

/* Right to Left context menu item */
"Right to Left" = "Sprava doľava";

/* Search in Google context menu item */
"Search in Google" = "Vyhľadať v Google";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Vyhľadať v Spotlighte";

/* Search in Google context menu item */
"Search with Google" = "Vyhľadať pomocou Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Zmer výberu";

/* Undo action name */
"Set Background Color (Undo action name)" = "Nastaviť farbu pozadia";

/* Undo action name */
"Set Color (Undo action name)" = "Nastaviť farbu";

/* Undo action name */
"Set Font (Undo action name)" = "Nastaviť písmo";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Nastaviť tvar tradičných znakov";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Nastaviť smer písania";

/* Show colors context menu item */
"Show Colors" = "Zobraziť farby";

/* Show fonts context menu item */
"Show Fonts" = "Zobraziť písma";

/* menu item title */
"Show Spelling and Grammar" = "Zobraziť pravopis a gramatiku";

/* menu item title */
"Show Substitutions" = "Zobrazí náhrady";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Dynamické kopírovanie";

/* Smart Dashes context menu item */
"Smart Dashes" = "Dynamické pomlčky";

/* Smart Links context menu item */
"Smart Links" = "Dynamické odkazy";

/* Smart Quotes context menu item */
"Smart Quotes" = "Striedavé úvodzovky";

/* Speech context sub-menu item */
"Speech" = "Reč";

/* Spelling context sub-menu item */
"Spelling" = "Pravopis";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Pravopis a gramatika";

/* menu item title */
"Spelling..." = "Pravopis…";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Hľadať chyby v JavaScripte";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Spustiť profiling JavaScriptu";

/* Start speaking context menu item */
"Start Speaking" = "Začať rozprávať";

/* Stop context menu item */
"Stop" = "Zastaviť";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Zastaviť hľadanie chýb v JavaScripte";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Zastaviť profiling JavaScriptu";

/* Stop speaking context menu item */
"Stop Speaking" = "Zastaviť rozprávanie";

/* Styles context menu item */
"Styles..." = "Štýly…";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Odoslať";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Odoslať";

/* Undo action name */
"Subscript (Undo action name)" = "Dolný index";

/* Substitutions context sub-menu item */
"Substitutions" = "Náhrady";

/* Undo action name */
"Superscript (Undo action name)" = "Horný index";

/* Text Replacement context menu item */
"Text Replacement" = "Nahradenie textu";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "URL nie je možné zobraziť";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "Aktuálne umiestnenie sa nenašlo.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Modul nie je možné nájsť";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Modul nie je možné nájsť";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Užívateľské meno alebo heslo zadané pre oblasť „%@“ na %@ bolo nesprávne. Uistite sa, že ste zadali správne údaje a skúste to znovu.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Užívateľské meno alebo heslo zadané pre „%@“ proxy server %@ bolo nesprávne. Uistite sa, že ste zadali správne údaje a skúste to znovu.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Užívateľské meno alebo heslo zadané pre túto oblasť na %@ bolo nesprávne. Uistite sa, že ste zadali správne údaje a skúste to znovu.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Toto je prehľadávateľný index. Zadajte kľúčové slová pre vyhľadávanie: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Zmenšiť medziznakové medzery";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Pre zobrazenie tejto stránky sa musíte prihlásiť do oblasti „%@“ na %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Pre zobrazenie tejto stránky sa musíte prihlásiť na „%@“ proxy server %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Pre zobrazenie tejto stránky sa musíte prihlásiť do tejto oblasti na %@.";

/* Transformations context sub-menu item */
"Transformations" = "Transformácie";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Vypnúť medziznakové medzery";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Vypnúť ligatúry";

/* Undo action name */
"Typing (Undo action name)" = "Písanie";

/* Underline context menu item */
"Underline" = "Podčiarknuť";

/* Undo action name */
"Underline (Undo action name)" = "Podčiarknuť";

/* Unknown filesize FTP directory listing item */
"Unknown" = "Neznámy";

/* Undo action name */
"Unlink (Undo action name)" = "Odpojiť";

/* Undo action name */
"Unscript (Undo action name)" = "Unscript";

/* (Windows) Form submit file upload dialog title */
"Upload file" = "Odoslať súbor";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Použiť všetky ligatúry";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Použiť štandardné medziznakové medzery";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Použiť štandardné ligatúry";

/* Web Inspector window title */
"Web Inspector — %@" = "Webový inšpektor — %@";

/* Writing direction context sub-menu item */
"Writing Direction" = "Smer písania";

/* message in authentication panel */
"Your login information will be sent securely." = "Prihlasovacie údaje budú odoslané zabezpečeným spôsobom.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Heslo bude odoslané nezašifrované.";

/* HTTP result code string */
"accepted" = "prijaté";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "aktivovať";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "pripomienka";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "výstražné okno";

/* An ARIA accessibility group that acts as an application. */
"application" = "aplikácia";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "stav aplikácie";

/* An ARIA accessibility group that acts as an article. */
"article" = "článok";

/* accessibility role description for audio element controller */
"audio element controller" = "ovládač audio prvku";

/* accessibility role description for audio element controller */
"audio element playback controls and status display" = "ovládače prehrávanie audio prvkov a stavový displej";

/* accessibility role description for seek back 30 seconds button */
"back 30 seconds" = "30 sekúnd dozadu";

/* HTTP result code string */
"bad gateway" = "zlá gateway";

/* HTTP result code string */
"bad request" = "zlá požiadavka";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "banner";

/* accessibility help text for play button */
"begin playback" = "spustiť prehrávanie";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "skontrolovať";

/* HTTP result code string */
"client error" = "chyba klienta";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "doplnkové";

/* HTTP result code string */
"conflict" = "konflikt";

/* An ARIA accessibility group that contains content. */
"content" = "obsah";

/* HTTP result code string */
"continue" = "pokračovať";

/* HTTP result code string */
"created" = "vytvorený";

/* accessibility help text for movie status display */
"current movie status" = "aktuálny stav filmu";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "aktuálny čas filmu v sekundách";

/* definition phrase */
"definition" = "definícia";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "okno";

/* An ARIA accessibility group that acts as a document. */
"document" = "dokument";

/* accessibility role description for elapsed time display */
"elapsed time" = "uplynutý čas";

/* HTTP result code string */
"expectation failed" = "očakávanie zlyhalo";

/* accessibility role description for fast forward button */
"fast forward" = "rýchle prevíjanie dopredu";

/* accessibility role description for fast reverse button */
"fast reverse" = "rýchle pretáčanie";

/* HTTP result code string */
"forbidden" = "zakázaný";

/* HTTP result code string */
"found" = "nájdený";

/* accessibility role description for enter fullscreen button */
"fullscreen" = "celá obrazovka";

/* HTTP result code string */
"gateway timed out" = "gateway vypršal čas";

/* accessibility role description for headings */
"heading" = "záhlavie";

/* accessibility role description for hide closed captions button */
"hide closed captions" = "skryť skryté titulky";

/* accessibility role description for image map */
"image map" = "mapa obrázka";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "neurčitý čas";

/* HTTP result code string */
"informational" = "informačný";

/* HTTP result code string */
"internal server error" = "vnútorná chyba servera";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "skočiť";

/* HTTP result code string */
"length required" = "požadovaná dĺžka";

/* accessibility role description for link */
"link" = "odkaz";

/* accessibility role description for list marker */
"list marker" = "značka zoznamu";

/* An ARIA accessibility group that acts as a console log. */
"log" = "záznam";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "hlavné";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "marquee";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "matematika";

/* HTTP result code string */
"method not allowed" = "metóda nepovolená";

/* HTTP result code string */
"moved permanently" = "presunutý navždy";

/* accessibility role description for timeline slider */
"movie time" = "čas filmu";

/* accessibility help text for timeline slider */
"movie time scrubber" = "indikátor priebehu filmu";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "miniatúra indikátora priebehu filmu";

/* HTTP result code string */
"multiple choices" = "viacnásobný výber";

/* accessibility role description for mute button */
"mute" = "stíšiť";

/* accessibility help text for mute button */
"mute audio tracks" = "stíšiť audio stopy";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "navigácia";

/* HTTP result code string */
"needs proxy" = "vyžaduje proxy";

/* HTTP result code string */
"no content" = "žiadny obsah";

/* HTTP result code string */
"no error" = "žiadna chyba";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "žiadny súbor nebol zvolený";

/* HTTP result code string */
"no longer exists" = "už neexistuje";

/* HTTP result code string */
"non-authoritative information" = "neautorizačné informácie";

/* HTTP result code string */
"not found" = "sa nenašiel";

/* HTTP result code string */
"not modified" = "neupravený";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "poznámka";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "počet zostávajúcich sekúnd filmu";

/* Verb stating the action that will occur when a select element is clicked, as used by accessibility */
"open" = "otvoriť";

/* HTTP result code string */
"partial content" = "čiastočný obsah";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "nezhoda vzoru";

/* accessibility role description for pause button */
"pause" = "pozastaviť";

/* accessibility help text for pause button */
"pause playback" = "pozastaviť prehrávanie";

/* HTTP result code string */
"payment required" = "vyžaduje sa platba";

/* accessibility role description for play button */
"play" = "prehrať";

/* HTTP result code string */
"precondition failed" = "zlyhala podmienka";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "stlačiť";

/* HTTP result code string */
"proxy authentication required" = "vyžaduje sa autentifikácia proxy";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "pretečenie rozsahu";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "podtečenie obsahu";

/* HTTP result code string */
"redirected" = "presmerovaný";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "región";

/* accessibility role description for time remaining display */
"remaining time" = "zostávajúci čas";

/* HTTP result code string */
"request timed out" = "požiadavke vypršal čas";

/* HTTP result code string */
"request too large" = "požiadavka príliš veľká";

/* HTTP result code string */
"requested URL too long" = "požadované URL príliš dlhé";

/* HTTP result code string */
"requested range not satisfiable" = "požadovaný rozsah neuspokojivý";

/* HTTP result code string */
"reset content" = "obnoviť obsah";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "obnoviť reálny čas v streamovanom filme";

/* accessibility role description for return to real time button */
"return to realtime" = "obnoviť reálny čas";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "hľadať";

/* HTTP result code string */
"see other" = "zobraziť ostatné";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "vyhľadávať film dozadu o 30 s";

/* accessibility help text for fast rewind button */
"seek quickly back" = "vyhľadávať rýchlo dozadu";

/* accessibility help text for fast forward button */
"seek quickly forward" = "vyhľadávať rýchlo dopredu";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "označiť";

/* HTTP result code string */
"server error" = "chyba servera";

/* HTTP result code string */
"service unavailable" = "služba nedostupná";

/* accessibility role description for show closed captions button */
"show closed captions" = "zobraziť skryté titulky";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "začať zobrazovať skryté titulky";

/* accessibility role description for movie status */
"status" = "stav";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "nezhoda kroku";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "zastaviť zobrazovanie skrytých tituliek";

/* HTTP result code string */
"success" = "podarilo sa";

/* HTTP result code string */
"switching protocols" = "prepínajú sa protokoly";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "panel s tabmi";

/* HTTP result code string */
"temporarily redirected" = "dočasne presmerovaný";

/* term word of a definition */
"term" = "termín";

/* accessibility role description for timeline thumb */
"timeline slider thumb" = "miniatúra posuvníka časovej osi";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "časovač";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "príliš dlhé";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "pomôcka";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "nezhoda typu";

/* HTTP result code string */
"unacceptable" = "neakceptovateľný";

/* HTTP result code string */
"unauthorized" = "neautorizovaný";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "odškrtnúť";

/* HTTP result code string */
"unimplemented" = "neuskutočnený";

/* Unknown filename */
"unknown" = "neznámy";

/* accessibility role description for turn mute off button */
"unmute" = "zrušiť stíšenie";

/* accessibility help text for un mute button */
"unmute audio tracks" = "zrušiť stíšenie audio stôp";

/* HTTP result code string */
"unsupported media type" = "nepodporovaný typ média";

/* HTTP result code string */
"unsupported version" = "nepodporovaná verzia";

/* Validation message for required form control elements that have no value */
"value missing" = "chýba hodnota";

/* accessibility role description for video element controller */
"video element controller" = "ovládač video prvku";

/* accessibility role description for video element controller */
"video element playback controls and status display" = "ovládače prehrávanie video prvkov a stavový displej";

/* accessibility role description for web area */
"web area" = "webová oblasť";

